Repository: 64sys/planix
Catalog: .lang/*.po
Languages: fr, it, pt

source: Author
fr: Auteur
it: Autore
pt: Autor

source: Vendor
fr: Vendeur
it: Venditore
pt: Fornecedor

source: Version
it: Versione
pt: Versão

source: Date of this document
fr: Date de ce document
it: Data di questo documento
pt: Data deste documento

source: Components
fr: Composants
it: Componenti
pt: Componentes

source: It is made up
fr: Il est composé
it: È costituito da
pt: É feito

source: modules
it: moduli
pt: módulos

source: methods
fr: méthodes
it: metodi
pt: métodos

source: System
fr: Système
it: Sistema
pt: Sistema

source: Extracting data from
fr: Extraction de données depuis
it: Estrazione dei dati da
pt: Extraindo dados de

source: Formatting data from
fr: Formatage des données de
it: Formattazione dei dati da
pt: Formatando dados de

source: Database completed
fr: Base de données terminée
it: Database completato
pt: Banco de dados completo

source: Table and view field titles
fr: Table et afficher les titres des champs
it: Titoli dei campi di tabella e visualizzazione
pt: Tabela e títulos de campo de visão

source: View titles
fr: Afficher les titres
it: Visualizza titoli
pt: Ver títulos

source: View field titles
fr: Afficher les titres des champs
it: Visualizza i titoli dei campi
pt: Ver títulos de campo

source: Date
it: Data
pt: Encontro

source: Name
fr: Nom
it: Nome
pt: Nome

source: Email
pt: O email

source: Mobile
pt: Móvel

source: Phone
fr: Téléphone
it: Telefono
pt: telefone

source: Quantity
fr: Quantité
it: Quantità
pt: Quantidade

source: Price
fr: Prix
it: Prezzo
pt: Preço

source: Trademark
fr: Marque déposée
it: Marchio
pt: Marca comercial

source: Description
fr: La description
it: Descrizione
pt: Descrição

source: Address
fr: Adresse
it: Indirizzo
pt: Endereço

source: Class
fr: Classe
it: Classe
pt: Classe

source: Code
it: Codice
pt: Código

source: City
fr: Ville
it: Città
pt: Cidade

source: Symbol
fr: symbole
it: Simbolo
pt: Símbolo

source: Job
fr: Emploi
it: Lavoro
pt: Trabalho

source: Client
it: Cliente
pt: Cliente

source: Type
it: Tipo
pt: Tipo

source: Color
fr: Couleur
it: Colore
pt: Cor

source: Select File
fr: Choisir le dossier
it: Seleziona il file
pt: Selecione o arquivo

source: Filter
fr: Filtre
it: Filtro
pt: Filtro

source: Select directory
fr: Sélectionnez le répertoire
it: Seleziona directory
pt: Selecione o diretório

source: Hi
fr: salut
it: Ciao
pt: Oi

source: is not contemplated
fr: n'est pas envisagé
it: non è contemplato
pt: não é contemplada

source: New
fr: Nouveau
it: Nuovo
pt: Novo

source: Open
fr: Ouvrir
it: Apri
pt: Abrir

source: Save
fr: Enregistrer
it: Salva
pt: Salve

source: Save as
fr: Enregistrer sous
it: Salva come
pt: Salvar como

source: Import
fr: Importer
it: Importa
pt: Importar

source: Export
fr: Exporter
it: Esporta
pt: Exportar

source: Print
fr: Impression
it: Stampa
pt: Impressão

source: Full screen
fr: Plein écran
it: Schermo intero
pt: Ecrã inteiro

source: Line type
fr: Type de ligne
it: Tipo di linea
pt: Tipo de linha

source: Line width
fr: Largeur de ligne
it: Larghezza della linea
pt: Largura de linha

source: Grid
fr: Grille
it: Griglia
pt: Grelha

source: Orthogonal
it: Ortogonale
pt: Ortogonal

source: Quit
fr: Quitter
it: Uscita
pt: Sair

source: line
fr: ligne
it: linea
pt: linha

source: polyline
fr: polyligne
it: polilinea
pt: polilinha

source: text
fr: texte
it: testo
pt: texto

source: multi text
fr: texte multi
it: multi testo
pt: texto múltiplo

source: arc
it: arco
pt: arco

source: circle
fr: cercle
it: cerchio
pt: círculo

source: ellipse
it: ellisse
pt: elipse

source: block
fr: bloc
it: blocco
pt: bloco

source: attribute
fr: attribut
it: attributo
pt: atributo

source: hatch
fr: hachure
it: tratteggio
pt: escotilha

source: insert
fr: insérer
it: inserire
pt: inserir

source: leader
pt: líder

source: point
it: punto
pt: ponto

source: polygon
fr: polygone
it: poligono
pt: polígono

source: rectangle
it: rettangolo
pt: rectângulo

source: solid
fr: solide
it: solido
pt: sólido

source: Enter command
fr: Commande d'entrée
it: Inserisci il comando
pt: Introduzir comando

source: Enter first point
fr: Saisir le premier point
it: Inserisci il primo punto
pt: Entrar no primeiro ponto

source: Enter center point
fr: Entrer le point central
it: Inserisci il punto centrale
pt: Entrar no ponto central

source: Enter seccond point
fr: Entrer le deuxième point
it: Inserisci il secondo punto
pt: Introduzir ponto seccond

source: Show
fr: Spectacle
it: Mostra
pt: mostrar

source: Frozen
fr: Congelé
it: Congelato
pt: Congeladas

source: Locked
fr: Verrouillé
it: Bloccato
pt: Bloqueado

source: Style
it: Stile
pt: Estilo

source: Weight
fr: Poids
it: Peso
pt: Peso

source: Gray scale
fr: Échelle de gris
it: Scala di grigi
pt: Escala cinzenta

source: Monochrome
it: Monocromatico
pt: Monocromático

source: Geometry
fr: Géométrie
it: Geometria
pt: Geometria

source: Sheet
fr: Feuille
it: Foglio
pt: Folha

source: Rectangle
it: Rettangolo
pt: Retângulo

source: View
fr: Vue
it: Visualizza
pt: Visão

source: Fit to paper size
fr: Adaptation au format du papier
it: Adatta alla dimensione della carta
pt: Adequado ao tamanho do papel

source: Scale line weight
fr: Poids des lignes de l'échelle
it: Peso della linea di scala
pt: Peso da linha da escala

source: Landscape
fr: Paysage
it: Paesaggio
pt: Paisagem

source: Invert
fr: Inverser
it: Invertire
pt: Inverter

source: Cancel
fr: Annuler
it: Annulla
pt: Cancelar

source: Print configuration
fr: Configuration de l'impression
it: Configurazione di stampa
pt: Configuração de impressão

source: Font
fr: Police de caractères
pt: Fonte

source: Height
fr: Hauteur
it: Altezza
pt: Altura

source: Angle
it: Angolo
pt: Ângulo

source: Oblique
it: Obliquo
pt: Oblíquo

source: Width
fr: Largeur
it: Larghezza
pt: Largura

source: Center point
fr: Point central
it: Punto centrale
pt: Ponto central

source: Select point
fr: Point de sélection
it: Seleziona il punto
pt: Seleccionar ponto

source: Scale
fr: Échelle
it: Scala
pt: Escala

source: First point
fr: Premier point
it: Primo punto
pt: Primeiro ponto

source: Second point
it: Secondo punto
pt: Segundo ponto

source: Technical drawing application
fr: Application de dessin technique
it: Applicazione per il disegno tecnico
pt: Aplicação de desenho técnico

source: Operating system architecture
fr: Architecture du système d'exploitation
it: Architettura del sistema operativo
pt: Arquitectura do sistema operativo

source: Processor architecture
fr: Architecture du processeur
it: Architettura del processore
pt: Arquitectura do processador

source: Processor
fr: Processeur
it: Processore
pt: Processador

source: Memory
fr: Mémoire
it: Memoria
pt: Memória

source: Computer name
fr: Nom de l'ordinateur
it: Nome del computer
pt: Nome do computador

source: User
fr: Utilisateur
it: Utente
pt: Utilizador

source: All users
fr: Tous les utilisateurs
it: Tutti gli utenti
pt: Todos os utilizadores

source: Group
fr: Groupe
it: Gruppo
pt: Grupo

source: Last upgrade
fr: Dernière mise à jour
it: Ultimo aggiornamento
pt: Última actualização

source: Unknown
fr: Inconnue
it: Sconosciuto
pt: Desconhecido

source: Internal native classes
fr: Classes natives internes
it: Classi native interne
pt: Aulas nativas internas

source: Program arguments parser
fr: Analyseur d'arguments de programme
it: Parser argomenti programma
pt: Parser de argumentos do programa

source: More container datatypes
fr: Plus de types de données de conteneurs
it: Altri tipi di dati contenitore
pt: Mais tipos de dados de contêiner

source: Debugger helper
fr: Aide au débogueur
it: Helper debugger
pt: Ajudante de Debugger

source: Expression evaluator
fr: Évaluateur de l’expression
it: Valutatore di espressioni
pt: Avaliador de expressão

source: Syntax highlighter routines
fr: Routines de surligneur de syntaxe
it: Routine dell'evidenziatore di sintassi
pt: Rotinas de realce de sintaxe

source: Filesystem events monitoring
fr: Surveillance des événements du système de fichiers
it: Monitoraggio degli eventi del file system
pt: Monitoramento de eventos do sistema de arquivos

source: Flexible log message handling
fr: Gestion flexible des messages de journal
it: Gestione flessibile dei messaggi di registro
pt: Manuseamento flexível de mensagens de registo

source: NCurses library
fr: Bibliothèque NCurses
it: Libreria NCurses
pt: Biblioteca NCurses

source: GNU-style command-line arguments parser
fr: Argumente de ligne de commande de type GNU parser
it: Parser di argomenti della riga di comando in stile GNU
pt: Parser de argumentos de linha de comando estilo GNU

source: Perl Compatible Regular Expression matching
fr: Correspondance d’expression régulière compatible Perl
it: Corrispondenza delle espressioni regolari compatibili con Perl
pt: Perl Compatível de Expressão Regular Perl

source: Application settings management
fr: Gestion des paramètres d’application
it: Gestione delle impostazioni dell'applicazione
pt: Gestão de definições de aplicações

source: POSIX signals management
fr: Gestion des signaux POSIX
it: Gestione dei segnali POSIX
pt: Gestão de sinais POSIX

source: Terminal management
fr: Gestion des terminaux
it: Gestione dei terminali
pt: Gestão terminal

source: Unit test framework
fr: Cadre de test unitaire
it: Quadro di unit test
pt: Estrutura de ensaio unitária

source: Miscellaneous utility functions
fr: Fonctions utilitaires diverses
it: Funzioni di utilità varie
pt: Funções de utilidade diversas

source: Visual-Basic compatibility
fr: Compatibilité visuelle-de base
it: Compatibilità di Visual-Basic
pt: Compatibilidade visual-básica

source: D-Bus interface
fr: Interface D-Bus
it: Interfaccia D-Bus
pt: Interface D-Bus

source: QT4/QT5 WebKit switcher component
fr: Composant de commutateur QT4/QT5 WebKit
it: Componente switcher WebKit QT4/QT5
pt: Componente do comutador QT4/QT5 WebKit

source: Online map viewing component
fr: Composant de visualisation de carte en ligne
it: Componente di visualizzazione della mappa online
pt: Componente de visualização de mapa online

source: Gambas Markdown markup syntax
fr: Syntaxe du balisage Gambas Markdown
it: Sintassi markup Gambas Markdown
pt: Sintaxe de marcação de marcação gambas

source: Mime message management
fr: Gestion des messages Mime
it: Gestione dei messaggi MIME
pt: Gestão de mensagens de mimo

source: Network access and serial port management
fr: Accès au réseau et gestion de port en série
it: Accesso alla rete e gestione delle porte seriali
pt: Acesso à rede e gerenciamento de porta serial

source: Network high-level protocol management based on the Curl library
fr: Gestion de protocole de haut niveau basée sur la bibliothèque Curl
it: Gestione dei protocolli di alto livello di rete basata sulla libreria Curl
pt: Gestão de protocolo de alto nível da rede com base na biblioteca Curl

source: POP3 client
fr: Client POP3
it: Client POP3
pt: Cliente POP3

source: SMTP client
fr: Client SMTP
it: Client SMTP
pt: Cliente SMTP

source: Web browser component based on WebKit for gb.qt4
fr: Composant du navigateur Web basé sur WebKit pour gb.qt4
it: Componente browser Web basato su WebKit per gb.qt4
pt: Componente do navegador web baseado no WebKit para gb.qt4

source: Web browser component based on WebKit for gb.qt5
fr: Composant du navigateur Web basé sur WebKit pour gb.qt5
it: Componente browser Web basato su WebKit per gb.qt5
pt: Componente do navegador web baseado no WebKit para gb.qt5

source: Miscellaneous utility functions for web applications
fr: Fonctions utilitaires diverses pour les applications Web
it: Funzioni di utilità varie per applicazioni Web
pt: Funções de utilidade diversas para aplicações web

source: Web applications development
fr: Développement d'applications Web
it: Sviluppo di applicazioni Web
pt: Desenvolvimento de aplicações web

source: Web feed parser and generator
fr: Paraser et générateur d’alimentation Web
it: Parser e generatore di feed Web
pt: Analisador e gerador de feed da web

source: Web applications GUI component using processes as session
fr: Composant GUI d’applications Web utilisant les processus comme session
it: Componente GUI applicazioni Web che utilizza i processi come sessione
pt: Componente GUI de aplicações web usando processos como sessão

source: Web applications GUI component
fr: Composant GUI des applications Web
it: Componente GUI applicazioni Web
pt: Componente GUI de aplicações web

source: Database access
fr: Accès à la base de données
it: Accesso al database
pt: Acesso à base de dados

source: Data bound controls
fr: Contrôles liés aux données
it: Controlli associati a dati
pt: Controlos ligados a dados

source: MySQL specific routines
fr: Routines spécifiques mySQL
it: Routine specifiche mySQL
pt: Rotinas específicas do MySQL

source: Memcached client
fr: Client memcached
it: Client memcached
pt: Cliente memcached

source: Old XML tools based on libxml
fr: Anciens outils XML basés sur libxml
it: Vecchi strumenti XML basati su libxml
pt: Ferramentas XML antigas baseadas em libxml

source: XML tools now made in Gambas
fr: Outils XML maintenant fabriqués à Gambas
it: Strumenti XML ora realizzati in Gambas
pt: Ferramentas XML agora fabricadas em Gambas

source: HTML generator
fr: Générateur HTML
it: Generatore HTML
pt: Gerador de HTML

source: XSLT tools based on libxml
fr: Outils XSLT basés sur libxml
it: Strumenti XSLT basati su libxml
pt: Ferramentas XSLT baseadas em libxml

source: XML-RPC protocol implementation
fr: Mise en œuvre du protocole XML-RPC
it: Implementazione del protocollo XML-RPC
pt: Implementação do protocolo XML-RPC

source: Compression library
fr: Bibliothèque de compression
it: Libreria di compressione
pt: Biblioteca de compressão

source: MD5/DES crypting
fr: Cryptage MD5/DES
it: Cripting MD5/DES
pt: Criptação MD5/DES

source: OpenSSL library routines
fr: Routines de bibliothèque OpenSSL
it: Routine libreria OpenSSL
pt: Rotinas da biblioteca OpenSSL

source: Enhanced controls
fr: Contrôles améliorés
it: Controlli avanzati
pt: Controlos reforçados

source: Enhanced version of the standard dialogs
fr: Version améliorée des dialogues standard
it: Versione avanzata delle finestre di dialogo standard
pt: Versão melhorada dos diálogos padrão

source: Multi-document interface
fr: Interface multi-documents
it: Interfaccia multi-documento
pt: Interface multi-documento

source: Enhanced text editor with syntax highlighting
fr: Éditeur de texte amélioré avec mise en surbrillance syntaxe
it: Editor di testo avanzato con evidenziazione della sintassi
pt: Editor de texto aprimorado com destaque de sintaxe

source: Terminal emulator
fr: Émulateur de terminal
it: Emulatore di terminale
pt: Emulador terminal

source: Generic preview and print form
fr: Aperçu générique et formulaire d’impression
it: Modulo di anteprima e stampa generico
pt: Pré-visualização genérica e formulário de impressão

source: GTK+2 toolkit implementation
fr: Mise en œuvre de la boîte à outils GTK+2
it: Implementazione del toolkit GTK+2
pt: Implementação do kit de ferramentas GTK+2

source: GTK+3 toolkit implementation
fr: Mise en œuvre de la boîte à outils GTK+3
it: Implementazione del toolkit GTK+3
pt: Implementação do kit de ferramentas GTK+3

source: Qt/GTK+ component switcher
fr: Commutateur de composants Qt/GTK+
it: Switcher componenti Qt/GTK+
pt: Comutador de componentes Qt/GTK+

source: Qt4/Qt5 component switcher
fr: Commutateur de composants Qt4 / Qt5
it: Switcher componenti Qt4/Qt5
pt: Comutador de componentes Qt4/Qt5

source: PDF renderer based on Poppler
fr: Rendu PDF basé sur Poppler
it: Renderer PDF basato su Poppler
pt: Renderizador PDF baseado em Poppler

source: Qt4 toolkit implementation
fr: Mise en œuvre de la boîte à outils Qt4
it: Implementazione del toolkit Qt4
pt: Implementação do conjunto de ferramentas Qt4

source: Qt4 toolkit extension
fr: Extension de boîte à outils Qt4
it: Estensione del toolkit Qt4
pt: Extensão do conjunto de ferramentas Qt4

source: Qt5 toolkit implementation
fr: Mise en œuvre de la boîte à outils Qt5
it: Implementazione del toolkit Qt5
pt: Implementação do conjunto de ferramentas Qt5

source: Report designer
fr: Concepteur de rapports
it: Progettista di report
pt: Designer de relatórios

source: Vectorial drawing based on Cairo
fr: Dessin vectoriel basé sur le Caire
it: Disegno vettoriale basato sul Cairo
pt: Desenho vetorial baseado no Cairo

source: Polygon clipping library based on the Clipper library
fr: Bibliothèque de découpage polygone basée sur la bibliothèque Clipper
it: Libreria di ritagli poligoni basata sulla libreria Clipper
pt: Biblioteca de recortes de polígono baseada na biblioteca Clipper

source: Image management component
fr: Composant de gestion d’image
it: Componente di gestione delle immagini
pt: Componente de gestão de imagem

source: Image routines based on the Imlib2 library
fr: Routines d'image basées sur la bibliothèque Imlib2
it: Routine di immagine basate sulla libreria Imlib2
pt: Rotinas de imagem baseadas na biblioteca Imlib2

source: Image loading and saving
fr: Chargement et enregistrement d’images
it: Caricamento e salvataggio delle immagini
pt: Carregamento de imagem e poupança

source: Image filtering routines
fr: Routines de filtrage d’image
it: Routine di filtraggio delle immagini
pt: Rotinas de filtragem de imagem

source: OpenGL for GTK+2 toolkit
fr: Boîte à outils OpenGL pour GTK + 2
it: OpenGL per toolkit GTK+2
pt: OpenGL para kit de ferramentas GTK+2

source: OpenGL with QT/GTK+ switcher component
fr: OpenGL avec composant de commutateur QT/GTK+
it: OpenGL con componente switcher QT/GTK+
pt: OpenGL com componente switcher QT / GTK +

source: OpenGL library interface
fr: Interface bibliothèque OpenGL
it: Interfaccia libreria OpenGL
pt: Interface da biblioteca OpenGL

source: OpenGL Library Utility interface
fr: Interface OpenGL Library Utility
it: Interfaccia opengl library utility
pt: Interface do utilitário de biblioteca OpenGL

source: OpenGL Shaders Library interface
fr: Interface OpenGL Shaders Library
it: Interfaccia OpenGL Shaders Library
pt: Interface da Biblioteca OpenGL Shaders

source: OpenGL Simple Game Engine based on MD2 format
fr: Moteur de jeu simple OpenGL basé sur le format MD2
it: OpenGL Simple Game Engine basato sul formato MD2
pt: Motor de jogo simples OpenGL baseado no formato MD2

source: OpenGL for QT4 toolkit
fr: OpenGL pour boîte à outils QT4
it: OpenGL per toolkit QT4
pt: OpenGL para conjunto de ferramentas QT4

source: OpenGL for QT5 toolkit
fr: OpenGL pour boîte à outils QT5
it: OpenGL per toolkit QT5
pt: OpenGL para conjunto de ferramentas QT5

source: Desktop management component
fr: Composant de gestion de bureau
it: Componente di gestione desktop
pt: Componente de gestão de ambiente de trabalho

source: Gnome keyring support for desktop management component
fr: Support de keyring Gnome pour composant de gestion de bureau
it: Supporto della chiave gnomo per il componente di gestione desktop
pt: Suporte de chave de gnomos para componente de gestão de ambientes de trabalho

source: X-Window library interface
fr: Interface bibliothèque X-Window
it: Interfaccia libreria X-Window
pt: Interface da biblioteca X-Window

source: System tray icon management
fr: Gestion des icônes de plateau système
it: Gestione delle icone della barra delle applicazioni
pt: Gestão de ícones de bandeja de sistema

source: SDL 1.2 library interface
fr: Interface bibliothèque SDL 1.2
it: Interfaccia libreria SDL 1.2
pt: Interface da biblioteca SDL 1.2

source: SDL 1.2 Sound library interface
fr: Interface bibliothèque sonore SDL 1.2
it: Interfaccia della libreria audio SDL 1.2
pt: Interface de biblioteca sonora SDL 1.2

source: SDL 2 component interface
fr: Interface composant SDL 2
it: Interfaccia dei componenti SDL 2
pt: Interface de componente SDL 2

source: SDL 2 audio component interface
fr: Interface de composant audio SDL 2
it: Interfaccia dei componenti audio SDL 2
pt: Interface de componente áudio SDL 2

source: GStreamer library interface
fr: Interface de bibliothèque GStreamer
it: Interfaccia libreria GStreamer
pt: Interface da biblioteca GStreamer

source: Multimedia player control.
fr: Contrôle du lecteur multimédia.
it: Controllo multimediale del lettore.
pt: Controlo de jogadores multimédia.

source: OpenAL library interface
fr: Interface de la bibliothèque OpenAL
it: Interfaccia libreria OpenAL
pt: Interface da biblioteca OpenAL

source: Scanner management library
fr: Bibliothèque de gestion du scanner
it: Libreria di gestione scanner
pt: Biblioteca de gestão de scanners

source: Video capture based on Video4Linux
fr: Capture vidéo basée sur Video4Linux
it: Acquisizione video basata su Video4Linux
pt: Captura de vídeo baseada no Video4Linux

source: Complex number implementation
fr: Implémentation de nombres complexes
it: Implementazione di numeri complessi
pt: Implementação complexa de números

source: Gnu Multiple Precision Arithmetic Library interface
fr: Interface Gnu Multiple Precision Arithmetic Library
it: Interfaccia Gnu Multiple Precision Arithmetic Library
pt: Interface da Biblioteca Aritmética de Precisão Múltipla Gnu

source: Gnu Scientific Library interface
fr: Interface Gnu Scientific Library
it: Interfaccia gnu scientific library
pt: Interface da Biblioteca Científica Gnu

source: Spaces at the beginning and at the end
fr: Espaces au début et à la fin
it: Spazi all'inizio e alla fine
pt: Espaços no início e no final

source: Space at the start
fr: Espace au départ
it: Spazio all'inizio
pt: Espaço no início

source: Space at the end
fr: Espace à la fin
it: Spazio alla fine
pt: Espaço no final

source: Repeated
fr: Répété
it: ripetute
pt: Repetido

source: Excluded
fr: Exclu
it: esclusa
pt: Excluído

source: More than one capital letter
fr: Plus d'une lettre majuscule
it: Più di una lettera maiuscola
pt: Mais de uma letra maiúscula

source: Program
fr: Programme
it: Programma
pt: Programa

source: Application directory
fr: Répertoire des applications
it: Directory dell'applicazione
pt: Diretório de aplicativos

source: Application templates
fr: Modèles d'application
it: Modelli di applicazione
pt: Modelos de aplicação

source: Application reports
fr: Rapports d'application
it: Rapporti sulle applicazioni
pt: Relatórios de aplicação

source: Window background color
fr: Couleur d'arrière-plan de la fenêtre
it: Colore di sfondo della finestra
pt: Cor de fundo da janela

source: Desktop
fr: Bureau
pt: Área de Trabalho

source: Simple text editor by default
fr: Éditeur de texte simple par défaut
it: Semplice editor di testo per impostazione predefinita
pt: Editor de texto simples por padrão

source: Program icons
fr: Icônes de programme
it: Icone dei programmi
pt: Ícones de programa

source: Status
fr: Statut
it: Stato

source: Radius
fr: Rayon
it: Raggio
